Repository: Begemot100/maison
Catalog: translations/*/LC_MESSAGES/messages.po
Languages: es, ru

source: Facial massage 60 min
es: Masaje facial 60 min
ru: Массаж лица 60 мин

source: Facial massage 45 min
es: Masaje facial 45 min
ru: Массаж лица 45 мин

source: Facial massage 30 min
es: Masaje facial 30 min
ru: Массаж лица 30 мин

source: Physiotherapy
es: Fisioterapia
ru: Физиотерапия

source: Full body massage
es: Masaje corporal
ru: Массаж всего тела

source: Sports massage
es: Masaje deportivo
ru: Спортивный массаж

source: Back massage
es: Masaje de espalda
ru: Массаж спины

source: Pressotherapy
es: Presoterapia
ru: Прессотерапия

source: Cupping massage
es: Masaje con ventosas
ru: Массаж банками

source: Relaxing massage
es: Masaje relajante
ru: Расслабляющий массаж

source: Classic massage
es: Masaje clásico
ru: Классический массаж

source: Facial sculpting massage
es: Masaje facial modelador
ru: Скульптурный массаж лица

source: 45-min Anti-cellulite massage
es: Masaje anticelulítico de 45 min
ru: Антицеллюлитный массаж 45 мин

source: Full pedicure without polish
es: Pedicura completa sin esmalte
ru: Полный педикюр без покрытия

source: Full pedicure with semi-permanent polish
es: Pedicura completa con esmalte semipermanente
ru: Полный педикюр с полуперманентным покрытием

source: Remove semi-permanent polish
es: Retirar esmalte semipermanente
ru: Снятие полуперманентного покрытия

source: French design
es: Diseño francés
ru: Френч-дизайн

source: Manicure with regular polish for girls (12 y.o.)
es: Manicura con esmalte regular para niñas (12 años)
ru: Маникюр с обычным покрытием для девочек (12 лет)

source: Complete pedicure for men
es: Pedicura completa para hombres
ru: Полный педикюр для мужчин

source: Paraffin therapy for feet
es: Terapia de parafina para pies
ru: Парафинотерапия для ног

source: Paraffin therapy for hands
es: Terapia de parafina para manos
ru: Парафинотерапия для рук

source: Japanese manicure without polish
es: Manicura japonesa sin esmalte
ru: Японский маникюр без покрытия

source: Nail extensions size XL without manicure
es: Extensiones de uñas XL sin manicura
ru: Наращивание ногтей XL без маникюра

source: Nail extensions size L without manicure
es: Extensiones de uñas L sin manicura
ru: Наращивание ногтей L без маникюра

source: Nail extensions size M without manicure
es: Extensiones de uñas M sin manicura
ru: Наращивание ногтей M без маникюра

source: Nail extensions size S without manicure
es: Extensiones de uñas S sin manicura
ru: Наращивание ногтей S без маникюра

source: Remove gel nails
es: Retirar uñas de gel
ru: Снятие геля с ногтей

source: Stamping on all nails
es: Stamping en todas las uñas
ru: Стемпинг на все ногти

source: Fill 1 nail extension
es: Relleno de 1 uña
ru: Дозаполнение 1 ногтя

source: Design on one nail
es: Diseño en una uña
ru: Дизайн на одном ногте

source: Design on all nails
es: Diseño en todas las uñas
ru: Дизайн на всех ногтях

source: Complete manicure with regular polish
es: Manicura completa con esmalte regular
ru: Полный маникюр с обычным покрытием

source: Complete manicure without polish
es: Manicura completa sin esmalte
ru: Полный маникюр без покрытия

source: Paquete de bienvenida solo nuevas clientes
ru: Пакет приветствия только для новых клиенток

source: Endospheres
ru: Эндосфера

source: Eyelash extensions
ru: Наращивание ресниц
