Repository: Begemot100/maison
Catalog: translations/*/LC_MESSAGES/messages.po
Languages: es, ru

source: Shop
es: Tienda
ru: Магазин

source: Services
es: Servicios
ru: Услуги

source: Our Team
es: Nuestro equipo
ru: Команда

source: Gallery
es: Galería
ru: Галерея

source: Contact
es: Contacto
ru: Контакты

source: Book Now
es: RESERVAR
ru: Записаться

source: Full Name
es: Nombre completo
ru: Имя и фамилия

source: Email
es: Correo electrónico
ru: Эл. почта

source: Phone
es: Teléfono
ru: Телефон

source: Service
es: Servicio
ru: Услуга

source: Hair Styling
es: Peinado
ru: Парикмахерские услуги

source: Nail Art
es: Manicura
ru: Маникюр

source: Spa Treatments
es: Tratamientos de spa
ru: Спа процедуры

source: Booking submitted successfully! We will contact you soon.
es: ¡Reserva enviada con éxito! Nos pondremos en contacto contigo.
ru: Запись успешно отправлена! Мы свяжемся с вами.

source: Please fill out all fields correctly.
es: Por favor, completa todos los campos correctamente.
ru: Пожалуйста, заполните все поля правильно.

source: Discover the art of self-care in a luxurious environment where beauty knows no bounds. Embrace the beauty you deserve, only at Maison Beauty Space.
es: Descubre el arte del cuidado personal en un entorno lujoso donde la belleza no tiene límites. Disfruta de la belleza que mereces, solo con nosotros.
ru: Откройте для себя искусство заботы о себе в роскошной обстановке, где красота не знает границ. Почувствуйте красоту, которую вы заслуживаете — только у нас.

source: TOP STYLIST
es: ESTILISTA PRINCIPAL
ru: ТОП-СТИЛИСТ

source: TOP COLORIST
es: COLORISTA PRINCIPAL
ru: ТОП-КОЛОРИСТ

source: TOP COLORIST | CREATOR OF DISTINCTIVE SHADES
es: COLORISTA PRINCIPAL | CREADOR DE TONOS DISTINTIVOS
ru: ТОП КОЛОРИСТ | СОЗДАТЕЛЬ УНИКАЛЬНЫХ ОТТЕНКОВ

source: TOP COLORIST OF COMPLEX TECHNIQUES
es: COLORISTA PRINCIPAL DE TÉCNICAS COMPLEJAS
ru: ТОП КОЛОРИСТ СЛОЖНЫХ ТЕХНИК

source: COLORIST OF COMPLEX TECHNIQUES
es: COLORISTA DE TÉCNICAS COMPLEJAS
ru: КОЛОРИСТ СЛОЖНЫХ ТЕХНИК

source: STYLIST
es: ESTILISTA
ru: СТИЛИСТ

source: TOP MANICURE MASTER
es: MAESTROS DE MANICURA DE PRIMER NIVEL
ru: ТОПОВЫЙ МАСТЕР МАНИКЮРА

source: MASSAGE THERAPIST
es: TERAPEUTA DE MASAJE
ru: МАССАЖИСТ

source: MAKEUP ARTIST
es: MAQUILLADOR
ru: ВИЗАЖИСТ

source: ADMINISTRATOR
es: ADMINISTRADORA
ru: АДМИНИСТРАТОР

source: Manicure
es: Manicura
ru: Маникюр

source: Pedicure
es: Pedicura
ru: Педикюр

source: Lashes
es: Pestañas
ru: Ресницы

source: Coloristic
es: Coloración
ru: Колористика

source: Brows
es: Cejas
ru: Брови

source: Clients
es: Clientes
ru: Клиенты

source: At Maison Beauty Space, we blend luxury, professionalism, and care. Our mission is to help every client reveal their unique beauty through personalized treatments and a warm atmosphere.
es: En Maison Beauty Space combinamos lujo, profesionalismo y cuidado. Nuestra misión es ayudar a cada cliente a revelar su belleza única mediante tratamientos personalizados y un ambiente acogedor.
ru: В Maison Beauty Space мы объединяем роскошь, профессионализм и заботу. Наша миссия — помочь каждому клиенту раскрыть свою уникальную красоту с помощью персонализированных процедур и тёплой атмосферы.

source: Prices for services
es: Precios de servicios
ru: Цены на услуги

source: Hair
es: Pelo
ru: Волосы

source: Endosphera
es: Endospheres

source: Massage
es: Masaje
ru: Массаж

source: Cosmetology
es: Cosmetología
ru: Косметология

source: Consultation
es: Consulta
ru: Консультация

source: Makeup
es: Maquillaje
ru: Макияж

source: Hair removal
es: Depilación
ru: Депиляция

source: Welcome package for new clients
es: Paquete de bienvenida solo nuevas clientes
ru: Пакет для новых клиентов

source: Lash extensions
es: Extensiones de pestañas

source: First haircut + complimentary treatment
es: Primer corte + tratamiento de regalo
ru: Первый визит: стрижка + уход в подарок

source: First endospheres session
es: Primera sesión de endoesfera
ru: Первая процедура эндосферы

source: First manicure with permanent polish
es: Primera manicura con esmaltado permanente
ru: Первая маникюр с покрытием гель-лаком

source: Hello! I'm Tolio, a hair stylist with experience in Europe's top international salons. My mission is to help people feel confident and stylish every day. I specialize in crafting looks that highlight each client's individuality, character, and inner strength. I've been working in the beauty industry since 2004! What I do: - Modern haircuts for men and women. - Complex color treatments: from natural to bold shades using trendy techniques. - Styling for special occasions and daily looks. - Hair care and restoration using top professional brands. - Personalized style, shape, and color recommendations. Why clients choose me: - I work with soul and attention to detail. - I constantly learn new trends and techniques. - I listen deeply and deliver exactly what my clients envision. - I use only high-quality, professional products. If you want more than just a haircut — if you want style — I’m the one. Let's create your perfect new look together!
es: ¡Hola! Soy Tolio, estilista capilar con experiencia en los salones de belleza internacionales más prestigiosos de Europa. Mi misión es ayudar a las personas a sentirse seguras y con estilo cada día. Me especializo en crear looks que resaltan la individualidad, el carácter y la fuerza interior de cada cliente. ¡Trabajo en el mundo de la belleza desde 2004! Lo que hago: - Cortes modernos para hombres y mujeres. - Coloraciones de cualquier complejidad: desde tonos naturales hasta los más creativos con técnicas de moda. - Peinados para ocasiones especiales o para el día a día. - Cuidado y restauración del cabello con marcas profesionales de alto nivel. - Asesoría personalizada de estilo, forma y color. ¿Por qué me eligen mis clientes? - Trabajo con alma y atención al detalle. - Me formo constantemente en nuevas técnicas y tendencias. - Sé escuchar y transformar los deseos del cliente en realidad. - Utilizo solo productos e instrumentos de la más alta calidad. Si buscas más que un simple corte — si buscas estilo — soy la persona indicada. ¡Vamos a crear juntos tu nuevo look ideal!
ru: Привет! Меня зовут Толио, и я — стилист по волосам, работающий в самых престижных международных салонах Европы. Моя миссия — помогать людям чувствовать себя уверенно и стильно каждый день. Я специализируюсь на создании образов, которые подчеркивают индивидуальность, характер и внутреннюю силу каждого клиента. Работаю в сфере красоты с 2004 года! Что я делаю: - Современные стрижки для мужчин и женщин. - Окрашивания любой сложности: от натуральных до креативных оттенков. - Укладки для особых случаев и на каждый день. - Восстановление волос топ-брендами. - Индивидуальный подбор стиля, формы и цвета. Почему выбирают меня: - Работаю с душой и вниманием к деталям. - Обучаюсь современным техникам и трендам. - Слышу клиента и воплощаю желания. - Использую только профессиональные средства. Если тебе нужен не просто образ, а стиль — тебе ко мне!

source: I’m Andrew — a professional master colorist and educator with over 11 years of experience in the beauty industry. My goal is to create a personalized look that fits you perfectly, makes you feel confident, and stays modern and relevant. Services I offer: • Hair coloring (Blonde, AirTouch, HandTouch, Balayage, California highlights, Shatush, Teasing) • Hair toning • Hair restoration after coloring (masks, styling, treatments) • Consultations to choose a new style and look • Women's haircuts and styling Education and Courses: • 1 year basic training at S&A Group • Advanced education: Erteqoob, Hair Sekta, Yulia Litvinova, Esicov Work Approach: • Worked with Ukrainian TV channel STB and singer Nadya Dorofeeva • My focus is on highlighting your strengths through the right cut and color • I create styles that reflect your individuality and fit your lifestyle Work Experience: • Master Colorist at Art Space Ar4i Stail salon, Kyiv (2014–2023) • Specialized in complex techniques (AirTouch, Balayage, Shatush, Teasing) • Hair toning and professional care • Training and mentoring junior stylists • Women's cuts and styling of any complexity
es: Soy Andrew, colorista profesional y formador con más de 11 años de experiencia en la industria de la belleza. Mi objetivo es crear un look que se adapte a ti, te haga sentir seguro y esté alineado con las últimas tendencias. Servicios que ofrezco: • Coloración del cabello (Rubio, AirTouch, HandTouch, Balayage, Mechas californianas, Shatush, Cardado) • Matización del cabello • Restauración capilar después del color (mascarillas, peinados, tratamientos) • Consultoría de imagen y elección de estilo • Cortes y peinados femeninos de cualquier nivel Formación: • 1 año de escuela básica en S&A Group • Cursos avanzados con Erteqoob, Hair Sekta, Yulia Litvinova, Esicov Mi enfoque: • Trabajé para el canal de televisión STB y con la cantante Nadya Dorofeeva • Destaco los rasgos positivos con cortes y colores bien elegidos • Creo estilos que reflejan tu personalidad y se adaptan a ti Experiencia laboral: • Colorista principal en el salón Art Space Ar4i Stail en Kiev (2014–2023) • Técnicas complejas: AirTouch, Balayage, Shatush, Cardado • Matización y cuidado profesional • Formación de estilistas junior • Cortes y peinados femeninos complejos
ru: Я Андрей — профессиональный мастер-колорист и преподаватель в области колористики с опытом более 11 лет в индустрии красоты. Моя цель — создать образ, который подойдёт именно вам, подчеркнёт вашу индивидуальность и будет актуален со временем. Мои услуги: • Окрашивание волос (Блонд, AirTouch, HandTouch, Balayage, Калифорнийское мелирование, Shatush, Начёс) • Тонирование волос • Восстановление волос после окрашивания (маски, стайлинг, уход) • Консультации по подбору нового образа и стиля • Женские стрижки и укладки любой сложности Образование и курсы: • 1 год обучения в базовой школе S&A Group • Повышение квалификации: Erteqoob, Hair Sekta, Юлия Литвинова, Esicov Мой подход к работе: • Работал на телеканале СТБ, а также с певицей Надей Дорофеевой • Всегда стараюсь подчеркнуть достоинства внешности правильной стрижкой и окрашиванием • Создаю стиль, который подойдёт именно вам и подчеркнёт вашу индивидуальность Опыт работы: • Мастер-колорист салона Art Space Ar4i Stail в Киеве (2014–2023) • Окрашивание сложных техник: AirTouch, Balayage, Shatush, Начёс • Тонирование и уход за волосами • Наставничество молодых специалистов • Женские стрижки и укладки любой сложности

source: My name is Olga — I am a professional colorist with over 7 years of experience in the beauty industry. My goal is to create hair color that takes into account the condition, individuality, style, and fashion trends, highlighting your personality. I work only with time-tested and practice-proven materials from top global brands, following the latest trends in coloring. My works are not just coloring, but an artistic approach. Services I offer: • Hair coloring in one tone and various techniques: highlighting, AirTouch, blonde, toning. • Hair care and restoration based on knowledge of hair structure and trichology. • 'Exit from black' procedures and consultations for color selection. Education and Courses: • Viart Color Academy — Professional Colorist Course (2018) • Hairsekta Color and Styling School • Wella education, Estel-Pro • Master classes in personalized coloring (2017) My approach: • Individual approach — I believe that a hairdresser is like a doctor, and every client is a unique case. • Following trends — I continually study new techniques and methods in coloring. • Hair health care — My colorings are not only beautiful but also safe. I use quality, safe materials and restore hair health with strengthening procedures. Work experience: • PremiumHairBar — Colorist (2017–2022) • Professional hair coloring in complex techniques (balayage, ombre, shatush) • Hair toning and care Massage therapist: • Massage courses at 'Partner Plus', Kyiv (2016) • 'Rehabilitologist School', Bila Tserkva — learning work with musculoskeletal dysfunctions • Numerous seminars and workshops • Currently studying in Spain as a physiotherapy assistant (auxiliar de fisioterapia) Approach: • Gentle and individual • Massage as a space for recovery and trust • Constant growth as a specialist
es: Me llamo Olga, soy una colorista profesional con más de 7 años de experiencia en la industria de la belleza. Mi objetivo es crear una coloración que tenga en cuenta el estado, la individualidad, el estilo y las tendencias de la moda, resaltando tu personalidad. Trabajo únicamente con materiales comprobados por el tiempo y la práctica de las mejores marcas mundiales, siguiendo las últimas tendencias en coloración. Mis trabajos no son simplemente coloraciones, sino un enfoque artístico. Servicios que ofrezco: • Coloración del cabello en un solo tono y en varias técnicas: mechas, AirTouch, rubio, matización. • Cuidado y restauración capilar basados en conocimientos de la estructura capilar y tricología. • Procedimientos de "salida del negro" y asesoramiento en la elección del color. Educación y cursos: • Academia de Color Viart — Curso Profesional de Colorista (2018) • Escuela de Coloración y Estilismo Hairsekta • Educación Wella, Estel-Pro • Masterclasses en coloración personalizada (2017) Mi enfoque: • Enfoque individual: creo que un peluquero es como un médico, y cada cliente es un caso único. • Seguimiento de tendencias: estudio constantemente nuevas técnicas y métodos de coloración. • Cuidado de la salud capilar: mis coloraciones no sólo son hermosas, sino también seguras. Utilizo materiales de alta calidad y realizo procedimientos de fortalecimiento para restaurar la salud del cabello. Experiencia laboral: • PremiumHairBar — Colorista (2017–2022) • Coloración profesional en técnicas complejas (balayage, ombré, shatush) • Matización y cuidado capilar Masajista: • Cursos de masaje en "Partner Plus", Kiev (2016) • "Escuela de Rehabilitación", Bila Tserkva — formación en disfunciones músculo-fasciales • Numerosos seminarios y talleres • Actualmente estudiando en España como auxiliar de fisioterapia (auxiliar de fisioterapia) Enfoque: • Trabajo cuidadoso e individualizado • El masaje como espacio de recuperación y confianza • Crecimiento constante como especialista
ru: Меня зовут Ольга — я профессиональный мастер-колорист с более чем 7-летним опытом работы в индустрии красоты. Моя цель — создавать окрашивания, учитывая состояние волос, индивидуальный стиль и модные тенденции, подчеркивающие вашу индивидуальность. В своей работе использую проверенные временем материалы лучших мировых брендов и следую актуальным мировым трендам в колористике. Мои работы — это не просто окрашивание, а художественный подход. Мои услуги: • Окрашивание волос в один тон и в различных техниках: мелирование, AirTouch, блонд, тонирование. • Уход за волосами и восстановление на основе знаний строения волос и трихологии. • «Выход из черного» и консультации по подбору цвета. Образование и курсы: • Академия колористики Viart — курс профессионального колориста (2018) • Школа окрашивания и стилистики Hairsekta • Wella education, Estel-Pro • Мастер-классы по индивидуальному окрашиванию (2017) Мой подход: • Индивидуальный подход: каждый клиент — как пациент с уникальными особенностями. • Актуальные тренды: постоянно изучаю новые методы и техники колористики. • Забота о здоровье волос: окрашивания безопасные и поддерживающие структуру волос. Опыт работы: • PremiumHairBar — мастер-колорист (2017–2022) • Профессиональное окрашивание сложных техник (балаяж, омбре, шатуш) • Тонирование и уход за волосами Меня зовут Ольга, я также профессиональный массажист с 2016 года. Моё знакомство с профессией началось с базового курса массажа, после которого я влюбилась в прикосновение как способ связи с телом, собой и другими. Моя миссия — усиливать связь человека с телом и развивать доверие через прикосновение. Я работаю с телесной болью, мышечным напряжением, хронической усталостью и психоэмоциональным стрессом. Моя цель — не только снять симптомы, но и восстановить чувствительность тела, внутреннее спокойствие и ресурс. Образование и развитие: • Курсы массажа «Партнёр Плюс», Киев (2016) • «Школа Реабилитолог», Белая Церковь • Множество тематических семинаров и мастер-классов по телесной терапии • Постоянное самообразование Мой подход: • Внимательный, индивидуальный, бережный. • Массаж — это пространство восстановления и доверия. • Постоянное развитие, чтобы помогать глубже.

source: I am a professional nail technician with almost 20 years of experience. I work with various techniques (combination, machine, classic) and improve my qualifications every year, believing that there is always something new to learn and new heights to reach! I love beauty, which is why I chose this profession. I consider myself organized, punctual, and meticulous.
es: Soy una especialista en manicura con casi 20 años de experiencia. Trabajo en varias técnicas (combinada, de máquina, clásica) y mejoro mi formación cada año, porque creo que siempre hay algo nuevo que aprender y metas que alcanzar. Amo la belleza, por eso elegí esta profesión. Me considero una persona organizada, puntual y meticulosa.
ru: Я мастер ногтевого сервиса с опытом работы почти 20 лет. Работаю в различных техниках (комбинированная, аппаратная, классическая), каждый год повышаю квалификацию, ведь считаю, что всегда есть чему учиться и к чему стремиться! Люблю красоту, поэтому выбрала именно эту профессию. Считаю себя организованной, пунктуальной и педантичной.

source: My name is Ivanna, and for the past 7 years I have been creating beauty and confidence at the fingertips of my clients. Once, I simply admired beautiful nails on Instagram and dreamed of having my own look just as well-groomed and stylish. Back then, I had no idea that one day I would become a master who could give this feeling to others. My journey began with curiosity. I bought a lamp, tools, gel polishes, and started practicing on myself and my friends. There were mistakes, nerves, and shaky hands, but with each new manicure I fell more deeply in love with this craft. I trained with the best, attended courses, studied materials and techniques, and constantly improved. Today, I am proud to offer my clients: • Classic, combined, and machine manicures • Nail extensions • Unique designs • Hand and skin care For me, a manicure is not just a job. It's creativity, communication, and an atmosphere of comfort and care. My clients come not only for beautiful nails but also for emotions, trust, and the feeling of being truly cared for. And my story is just beginning.
es: Me llamo Ivanna y desde hace 7 años creo belleza y confianza en las yemas de los dedos de mis clientas. Alguna vez, simplemente admiraba uñas hermosas en Instagram y soñaba con que las mías también se vieran tan cuidadas y elegantes. En ese entonces, no sabía que algún día me convertiría en una maestra capaz de transmitir esa sensación a los demás. Mi camino comenzó por curiosidad. Compré una lámpara, herramientas, esmaltes de gel y comencé a practicar en mí misma y en mis amigas. Hubo errores, nervios y manos temblorosas, pero con cada manicura me enamoraba aún más de este arte. Me formé con los mejores, asistí a cursos, estudié materiales y técnicas y sigo mejorando constantemente. Hoy, con orgullo ofrezco a mis clientas: • Manicura clásica, combinada y de máquina • Extensiones de uñas • Diseños únicos • Cuidado de manos y piel Para mí, la manicura no es sólo un trabajo. Es creatividad, comunicación y un ambiente de comodidad y cuidado. Mis clientas vienen no solo por uñas hermosas, sino también por emociones, confianza y la sensación de ser verdaderamente cuidadas. Y mi historia apenas comienza.
ru: Меня зовут Иванна, и вот уже 7 лет я создаю красоту и уверенность на кончиках пальцев своих клиенток. Когда-то я просто любовалась красивыми ногтями в Instagram и мечтала, чтобы мои выглядели так же ухоженно и стильно. Тогда я ещё не знала, что однажды сама стану мастером, который дарит это ощущение другим. Мой путь начался с любопытства. Я купила лампу, инструменты, гель-лаки и начала практиковаться на себе и подругах. Были ошибки, волнение, трясущиеся руки, но с каждым новым маникюром я влюблялась в это дело всё больше. Я училась у лучших, проходила курсы, изучала материалы, техники и постоянно совершенствовалась. Сегодня я с гордостью предлагаю своим клиентам: • Классический, комбинированный и аппаратный маникюр • Наращивание ногтей • Уникальные дизайны • Уход за руками и кожей Для меня маникюр — это не просто работа. Это творчество, общение, атмосфера уюта и заботы. Мои клиенты приходят не только за красивыми ногтями, но и за эмоциями, доверием и ощущением настоящей заботы. И моя история только продолжается.

source: Hi! My name is Julia, and I’ve been working as a manicure master for 9 years Over this time, I’ve not only gained experience — I’ve turned my work into real art I master various techniques: combined, machine, and classic — I always choose what suits you best I do both manicures and pedicures and confidently handle even the most difficult corrections I work quickly and neatly because I know my craft! I create any kind of nail designs — from minimalism to full creativity My mission is to make stunning nails so you leave with a smile, feeling like your hands are true works of art I’m a warm, open, and positive person I love my job and treat it with soul and full responsibility Come visit — we’ll chat, laugh, and of course, make something beautiful! I’m a nail artist with over 9 years of experience. I love drawing and creating unique, creative designs. Speed and quality are my specialties. Watercolor is my personal passion — I love playing with colors!
es: ¡Hola! Me llamo Julia y llevo 9 años trabajando como manicurista Durante este tiempo, no solo he ganado experiencia, ¡he convertido mi trabajo en un verdadero arte! Domino diferentes técnicas: combinada, con torno y clásica — siempre elijo lo que mejor te convenga Realizo manicuras y pedicuras, y también me encargo de correcciones difíciles Trabajo rápido ️ y con precisión — ¡porque sé lo que hago! Puedo crear cualquier diseño — desde el minimalismo hasta los más creativos Mi misión es hacer uñas increíbles, para que salgas con una sonrisa y sintiendo que tus manos son verdaderas obras de arte Soy una persona cálida, abierta y positiva Amo mi trabajo y lo hago con el alma y gran responsabilidad ¡Ven a verme! Charlaremos, reiremos y, por supuesto, ¡crearemos belleza! Soy una manicurista con más de 9 años de experiencia. Me encanta dibujar y crear diseños únicos y creativos. La velocidad y la calidad son mi especialidad. La acuarela es mi pasión personal — ¡adoro jugar con los colores!
ru: Привет! Меня зовут Юля, и я уже 9 лет работаю мастером маникюра За это время я не просто накопила опыт — я превратила свою работу в настоящее искусство Владею разными техниками: комбинированный, аппаратный, обрезной — выбираю то, что подойдёт именно тебе Делаю маникюр и педикюр, справляюсь даже с самыми сложными коррекциями Работаю быстро ️ и аккуратно — потому что знаю своё дело! Рисую любые дизайны — от минимализма до самого креатива Моя миссия — делать офигенные ноготочки, чтобы ты уходила с улыбкой и ощущением, что твои ручки — настоящее произведение искусства Я очень тёплая, открытая и позитивная девушка Люблю свою работу и отношусь к ней с душой и полной ответственностью Приходи ко мне — поболтаем, посмеёмся, и, конечно же, сделаем красоту! Я мастер с опытом более 9 лет, люблю рисовать, придумывать необычные дизайны. Работаю быстро и качественно. Акварель — моя отдельная любовь: обожаю играть с цветами!

source: Gua Sha Massage 45 min
es: Masaje Gua Sha 45 min
ru: Массаж Гуа Ша 45 мин

source: Gua Sha Massage 30 min
es: Masaje Gua Sha 30 min
ru: Массаж Гуа Ша 30 мин

source: Back massage 45 min
es: Masaje de espalda 45 min
ru: Массаж спины 45 мин
